Repository: febrezo/Chartuner
Catalog: po/*.po
Languages: ca, es

source: A simple application to transform text
ca: Una senzilla aplicació per transformar text
es: Una sencilla aplicación para transformar cadenas de texto

source: Transform the characters you type to bold or italics. No formatting, simply Unicode characters!
ca: Transforma els caràcters que escriviu en negreta o cursiva. No hi ha format, simplement caràcters Unicode!
es: Transforma los caracteres que escribas a su versión en negrita o cursiva. Sin formatear, ¡solamente usando caracteres Unicode!

source: Development;Personal;
ca: Desenvolupament;Personal;

source: https://github.com/febrezo/Chartuner/master/doc/support/en/
ca: https://github.com/febrezo/Chartuner/master/doc/support/ca/
es: https://github.com/febrezo/Chartuner/master/doc/support/es/

source: A simple application to easily transform your text
ca: Una senzilla aplicació per transformar text fàcilment
es: Una sencilla aplicación para transformar cadenas de texto fácilmente

source: Website
ca: Lloc web
es: Sitio web

source: Because textfields can be hacked…
ca: Perquè els camps de text es poden hackear…
es: Porque los campos de texto pueden ser hackeados…

source: Open menu
ca: Obrir menu
es: Abrir menú

source: Type the text to transform
ca: Escriu el text per transformar
es: Escribe el texto a transformar

source: Recover original format
ca: Recupera el text original
es: Recuperar el formato original

source: Transform characters to bold
ca: Transforma els caràcters a negreta
es: Transformar caracteres a negrita

source: Transform characters to italic
ca: Transforma els caràcters a cursiva
es: Transformar caracteres a cursiva

source: Original text recovered
ca: Text original recuperat
es: Texto original recuperado

source: Text converted to bold and copied to the clipboard
ca: Text convertit a negreta i copiat al porta-retalls
es: Texto convertido a negrita y copiado al portapapeles

source: Text converted to italic and copied to the clipboard
ca: Text convertit a cursiva i copiat al porta-retalls
es: Texto convertido a cursiva y copiado al portapapeles

source: Looking for help?
ca: ¿Busques ajuda?
es: ¿Buscas ayuda?

source: About…
ca: Sobre…
es: Acerca de…

source: Styling your text with pure Unicode
ca: Estilitzeu el text amb pur Unicode
es: Dando estilo a tu texto con Unicode

source: Style your text
ca: Dóna format al teu text
es: Formatea tu texto

source: Go to the transformation window!
ca: Veu a la finestra de transformació
es: ¡Ve a la ventana principal!

source: What does this do?
ca: Què fa això?
es: ¿Qué hace esto?

source: Wanna contribute?
ca: Vols col·laborar?
es: ¿Quieres contribuir?

source: You can help to improve the application!
ca: Pots ajudar a millorar l'aplicació!
es: ¡Puedes ayudar a mejorar la aplicación!
